
Процедура ОбработкаПроведения(Отказ, Режим)
	//{{__КОНСТРУКТОР_ДВИЖЕНИЙ_РЕГИСТРОВ
	// Данный фрагмент построен конструктором.
	// При повторном использовании конструктора, внесенные вручную изменения будут утеряны!!!

	// регистр ЗаписиКлиентов
	Движения.ЗаписиКлиентов.Записывать = Истина;
	Движение = Движения.ЗаписиКлиентов.Добавить();
	Движение.Период = Дата;
	Движение.Врач = Врач;
	Движение.Клиент = Клиент;
	Движение.ДатаВремяНачалоПриема = ДатаВремяНачалоПриема;
	Движение.ДатаВремяОкончаниеПриема = ДатаВремяОкончаниеПриема;

	//}}__КОНСТРУКТОР_ДВИЖЕНИЙ_РЕГИСТРОВ
КонецПроцедуры
